//
//  ReceiveData.swift
//  cometext
//
//  Created by 최희진 on 2023/09/19.
//

struct ReceiveData{
    let name : String
    let author : String
    let summary : String
    let similarSentence : String
    let entireSentence : String
}

extension ReceiveData {
    static let list: [ReceiveData] = [
    ReceiveData(name: "콘텐츠 제작 네트워크 구축", author: "박찬욱", summary: "또한 일본의 콘텐츠 산업은 콘텐츠보다 미디어 측이 주도권을 쥐고 있는데 그러한 미디어 산업의 중심에 있는 것이 방송국으로 TV 방송국, 신문사, 출판사 등이 제작 위원회이며 저작권 소유자이다.",similarSentence: "일본 동영상협회의 자료에 따르면, 일본 애니메이션 제작 회사 전체의 매출은 2015년 1365억 엔에 비해 2016년에는 2088억 엔, 2017년에는 2244억 엔으로 증가하였다. 높은 성장률을 이룩한 애니메이션 산업이 일본 경제의 새로운 성장 분야로 주목받은 이유는...", entireSentence: "일본 동영상협회의 자료에 따르면, 일본 애니메이션 제작 회사 전체의 매출은 2015년 1365억 엔에 비해 2016년에는 2088억 엔, 2017년에는 2244억 엔으로 증가하였다. 높은 성장률을 이룩한 애니메이션 산업이 일본 경제의 새로운 성장 분야로 주목받은 이유는 지적재산권 관련 산업, 콘텐츠 산업에 대한 관심이 높아졌기 때문이다. 애니메이션은 영상 자체 사업뿐만 아니라, 작품과 캐릭터를 이용한 2차 사업 확대 가능성이 크기 때문에 성장 산업으로 기대를 받았다. 그 결과는 애니메이션 제작에 투입되는 자금의 증가와 제작의 확대로 이어졌고 타 업종으로부터의 신규 참가가 많았던 점도 특징이다. 또한 일본의 콘텐츠 산업은 콘텐츠보다 미디어 측이 주도권을 쥐고 있는데 그러한 미디어 산업의 중심에 있는 것이 방송국으로 TV 방송국, 신문사, 출판사 등이 제작 위원회이며 저작권 소유자이다.")]
}
