//
//  ReceiveData.swift
//  cometext
//
//  Created by 최희진 on 2023/09/19.
//

struct ReceiveData{
    let name : String
    let author : String
    let summary : String
    let similarSentence : String
    let entireSentence : String
}

extension ReceiveData {
    static let list: [ReceiveData] = [
    ReceiveData(name: "콘텐츠 제작 네트워크 구축 지원방안 연구", author: "박찬욱", summary: "또한 일본의 콘텐츠 산업은 콘텐츠보다 미디어 측이 주도권을 쥐고 있는데 그러한 미디어 산업의 중심에 있는 것이 방송국으로 TV 방송국, 신문사, 출판사 등이 제작 위원회이며 저작권 소유자이다.",similarSentence: "일본 동영상협회의 자료에 따르면, 일본 애니메이션 제작 회사 전체의 매출은 2015년 1365억 엔에 비해 2016년에는 2088억 엔, 2017년에는 2244억 엔으로 증가하였다. 높은 성장률을 이룩한 애니메이션 산업이 일본 경제의 새로운 성장 분야로 주목받은 이유는...", entireSentence: "일본 동영상협회의 자료에 따르면, 일본 애니메이션 제작 회사 전체의 매출은 2015년 1365억 엔에 비해 2016년에는 2088억 엔, 2017년에는 2244억 엔으로 증가하였다. 높은 성장률을 이룩한 애니메이션 산업이 일본 경제의 새로운 성장 분야로 주목받은 이유는 지적재산권 관련 산업, 콘텐츠 산업에 대한 관심이 높아졌기 때문이다. 애니메이션은 영상 자체 사업뿐만 아니라, 작품과 캐릭터를 이용한 2차 사업 확대 가능성이 크기 때문에 성장 산업으로 기대를 받았다. 그 결과는 애니메이션 제작에 투입되는 자금의 증가와 제작의 확대로 이어졌고 타 업종으로부터의 신규 참가가 많았던 점도 특징이다. 또한 일본의 콘텐츠 산업은 콘텐츠보다 미디어 측이 주도권을 쥐고 있는데 그러한 미디어 산업의 중심에 있는 것이 방송국으로 TV 방송국, 신문사, 출판사 등이 제작 위원회이며 저작권 소유자이다."),
    ReceiveData(name: "애니메이션 지원정책의 효율성 제고 방안 연구", author: "김혜준", summary: "애니메이션은 수익의 불안성과 편협한 시슨으로 인해 일반 영화보다 극장이 진입이 매우 어려우며 이러한 상황을 타개하기 위해서는 애니메이션에 대한 안정적인 배급루트를 보장할 수 있는 애니메이션 전용관 설치가 필요하다.",similarSentence: "애니메이션의 수익성에 대한 불안감, 그리고 애니메이션 장르에 대한 사회적으로 미성숙한 편견 등의 이유로 애니메이션은 실사영화보다 배급망을 확보하기 더욱 어려운 조건이다. 일례로 이현세 원작을 애니메이션화한 <아마게돈>의 경우 극장 상영을 위해 서울극장 측에 개런티를 지불해야 했는데", entireSentence: "애니메이션의 수익성에 대한 불안감, 그리고 애니메이션 장르에 대한 사회적으로 미성숙한 편견 등의 이유로 애니메이션은 실사영화보다 배급망을 확보하기 더욱 어려운 조건이다. 일례로 이현세 원작을 애니메이션화한 <아마게돈>의 경우 극장 상영을 위해 서울극장 측에 개런티를 지불해야 했는데 1천만 원에서 2천만 원에 달하는 이 개런티는 시장에 본격적으로 진출한 경험이 없는 애니메이션에 대한 일종의 보험료 성격이 강하다. 애니메이션계의 많은 관심 속에 제작된 <아마게돈>이 단지 애니메이션이라는 이유로 실사영화와 차별을 받는다면 다른 작품들의 경우 사정은 더욱 열악하다는 얘기다. 그만큼 애니메이션의 극장 진입 장벽은 높다. 따라서 실사영화와의 불공정한 경쟁을 피하고 안정적으로 애니메이션의 배급루트를 확보할 수 있는 궁극적인 대안으로 애니메이션 전용관을 설립해야 한다는 주장이 제기되고 있다. 애니메이션 전용관 설립의 근거는 예술영화 전용관에서 찾을 수 있다. 시장논리에 충실한 대형 블록버스터 영화들 속에서 저예산 예술영화의 배급, 상영을 보장하기 위해 예술영화 전용관이 설치, 운영되는 것처럼 보호할 가치가 있는 애니메이션 산업의 안정적인 배급을 위해서는 애니메이션 전용관이 불가피하다는 것이다.")
    ]
}
